var config = {
    title: "云平台",
    copyrightCompany: "国家测绘地理信息局第六地形测量队",
    copyrightUrl: "http://vgekl.njnu.edu.cn/",
    ProxyUrl: "../../proxy.ashx?",
    ProxyUrlForLogin: "proxy.ashx?",
    //serviceUrl: "http://localhost/scpipe/scpipeServices/",
    //serviceUrl: "http://localhost:2980/",
    serviceUrl: "http://192.168.15.45:8091/",
    siteUrl: "http://localhost/scpipe",
    
    //管线地图对应的图层编号
    layerConfigs:{
        "燃气管点":{
            "id":1,
            "color":"#FF00FF"
         },
        "燃气管线":{
            "id":2,
            "color": "#FF00FF",
            "FTSD":0.9
         },
        "给水管点":{
            "id":4,
            "color":"#00FFFF"
         },
        "给水管线":{
            "id":5,
            "color":"#00FFFF",
            "FTSD":0.6
         }
    },
    //交叉口标准
    CrossStan:{
        Line:["给水管段","污水管段","雨水管段","燃气管段","热力管段","供电管段","路灯管段","中国铁通管段","交通信号管段","不明"],
        stands: [[0.15, 0.4, 0.4, 0.15, 0.15, 0.15, 0.15, 0.325, 0.325, 0],
            [0.74, 0.15, 0.15, 0.15, 0.15, 0.5, 0.5, 0.325, 0.325, 0],
            [0.74, 0.15, 0.15, 0.15, 0.15, 0.5, 0.5, 0.325, 0.325, 0],
            [0.15, 0.15, 0.15, 0.15, 0.15, 0.325, 0.325, 0.325, 0.325, 0],
            [0.15, 0.15, 0.15, 0.15, 0.15, 0.325, 0.325, 0.325, 0.325, 0],
            [0.15, 0.5, 0.5, 0.325, 0.325, 0.5, 0.5, 0.5, 0.5, 0],
            [0.15, 0.5, 0.5, 0.325, 0.325, 0.5, 0.5, 0.5, 0.5, 0],
            [0.325, 0.325, 0.325, 0.325, 0.325, 0.5, 0.5, 0.25, 0.25, 0],
            [0.325, 0.325, 0.325, 0.325, 0.325, 0.5, 0.5, 0.25, 0.25, 0],
            [0, 0, 0, 0, 0, 0, 0, 0, 0, 0]
        ]
	        
    },
    // 隐藏的菜单名称
    hiddenTabName:"辅助规划,辅助核实"
};